package com.javaex.ex03;

public class Ex03 {

	public static void main(String[] args) {
		/*
		리스트를 이용해서 출력한다
        ----------------------
        이름: 이정재
        전화: 010-2222-2222
        회사: 열심히
        -----------------------
        ----------------------
        이름: 이정재
        전화: 010-2222-2222
        회사: 열심히
        -----------------------
        ----------------------
        이름: 이정재
        전화: 010-2222-2222
        회사: 열심히
        -----------------------
		*/
		
		/*
		1)MS949.txt 읽어서 출력한다
		
		1-1)한줄씩 읽어서 person을 만든다*4
		
		2)Person 클래스를 만든다
		  필드
		  private String name;
		  private String hp;
		  private String company
		  
		  사람4개를 만든다
		  출력한다
		  
		 3)리스트 관리
		  리스트에 넣고 for 출력해본다
		  
		 */
		  
		
	}

}
